Repository: AChep/keyguard-app
Catalog: appleUi/Sources/KeyguardUI/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# relative_time_just_now_short
source: now
ar: الآن
de: Jetzt
es: ahora
fr: maintenant
hu: most
it: ora
ko: 지금
pt_br: agora
pt_pt: agora
ru: сейчас
uk: щойно
zh_hans: 刚刚

# relative_time_minute_short
source: %1$@m ago
ar: منذ %1$@ دقيقة
de: vor %1$@m
es: hace %1$@m
fr: Il y a %1$@m
hu: %1$@ p. ezelőtt
it: %1$@m fa
ko: %1$@분 전
pt_br: %1$@m atrás
pt_pt: %1$@min. atrás
ru: %1$@ мин. назад
uk: %1$@ хв. тому
zh_hans: %1$@分钟前

# relative_time_week_short
source: %1$@w ago
ar: منذ %1$@ أسبوع
de: vor %1$@w
es: hace %1$@ sem.
fr: Il y a %1$@ sem
hu: %1$@ h. ezelőtt
it: %1$@s fa
ko: %1$@주 전
pt_br: %1$@w atrás
pt_pt: %1$@sem. atrás
ru: %1$@ нед. назад
uk: %1$@ т. тому
zh_hans: %1$@周前

source: Remember me
ar: تذكرنى
de: Anmeldedaten speichern
es: Recordarme
fr: Se souvenir de moi
hu: Emlékezzen rám
it: Resta collegato
ja: 記憶する
ko: 이 설정 기억
pt_br: Manter sessão iniciada
pt_pt: Manter sessão iniciada
ru: Запомнить меня
uk: Запам'ятати мене
zh_hans: 记住登录状态

source: Remove
ar: يزيل
de: Entfernen
es: Eliminar
fr: Effacer
hu: Eltávolítás
it: Rimuovi
ja: 削除
ko: 제거
pt_br: Remover
pt_pt: Apagar
ru: Удалить
uk: Видалити
zh_hans: 移除

# remove_from_history
source: Remove from the history
ar: إزالة من التاريخ
de: Aus Verlauf entfernen
es: Eliminar del historial
fr: Effacer de l'historique
hu: Eltávolítás az előzményekből
it: Rimuovi dalla cronologia
ja: 履歴から削除
ko: 기록에서 제거
pt_br: Remover do histórico
pt_pt: Remover do histórico
ru: Удалить из истории
uk: Видалити з історії
zh_hans: 从历史记录中移除

source: Rename
ar: إعادة تسمية
de: Umbenennen
es: Renombrar
fr: Renommer
hu: Átnevezés
it: Rinomina
ja: 名前の変更
ko: 이름 바꾸기
pt_br: Renomear
pt_pt: Renomear
ru: Переименовать
uk: Перейменувати
zh_hans: 重命名

# replace_database_file
source: Replace a database file
ar: استبدال ملف قاعدة البيانات
de: Ersetze eine Datenbank-Datei
es: Reemplazar un archivo de base de datos
fr: Remplacer un fichier de base de données
hu: Adatbázisfájl cseréje
it: Sostituisci un database
ko: 데이터베이스 파일 교체
pt_br: Substituir o arquivo de banco de dados
pt_pt: Substitua um ficheiro de base de dados
ru: Замените файл базы данных
uk: Замінити файл бази даних
zh_hans: 替换数据库文件

# replace_key_file
source: Replace a key file
ar: استبدال ملف المفتاح
de: Ersetze eine Schlüssel-Datei
es: Reemplazar un archivo de clave
fr: Remplacer un fichier clé
hu: Kulcsfájl cseréje
it: Sostituisci file chiave
ko: 키 파일 교체
pt_br: Substituir o arquivo chave
pt_pt: Substituir um ficheiro de chave
ru: Заменить файл ключа
uk: Замінити файл ключа
zh_hans: 替换密钥文件

# requested_verification_email
source: Requested a verification email
ar: طلبت رسالة التحقق بالبريد الإلكتروني
de: Bestätigungs-E-Mail angefordert
es: Solicitado un email de verificación
fr: A demandé un e-mail de vérification
hu: Ellenőrző e-mailt kért
it: Codice di verifica richiesto
ja: 確認メールをリクエストしました
ko: 인증 메일을 보냈습니다.
pt_br: Solicitou um e-mail de verificação
pt_pt: Solicitar e-mail de verificação
ru: Запрошено письмо с подтверждением
uk: Запит на електронний лист з кодом підтвердження відправлено
zh_hans: 已请求电子邮件验证

source: Re-send verification code
ar: إعادة إرسال رمز التحقق
de: Bestätigungscode erneut senden
es: Reenviar código de verificación
fr: Renvoyer un code de vérification
hu: Kód újraküldése
it: Re-invia il codice di verifica
ja: 確認コードを再送信
ko: 인증 코드 다시 보내기
pt_br: Reenviar código de verificação
pt_pt: Reenviar código de verificação
ru: Отправить код подтверждения заново
uk: Відправити код підтвердження заново
zh_hans: 重新发送验证码

source: Reset
ar: إعادة ضبط
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
hu: Visszaállítás
it: Reimposta
ja: リセット
ko: 초기화
pt_br: Redefinir
pt_pt: Repor
ru: Сброс
uk: Скинути
zh_hans: 重置

source: Result
ar: النتيجة
de: Ergebnis
es: Resultado
fr: Résultat
it: Risultato
ja: 結果
ko: 결과
pt_br: Resultado
pt_pt: Resultado
ru: Результат
uk: Результат
zh_hans: 结果

# result_count_plural
source: %lld results
ar: %lld نتائج
de: %lld Ergebnisse
es: %lld resultados
fr: %lld résultats
hu: %lld találat
it: %lld risultati
ja: %lld 件の結果
ko: 결과 %lld개
pt_br: %lld resultados
pt_pt: %lld resultados
ru: %lld результатов
uk: %lld результатів
zh_hans: %lld 结果

source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Réessayer
hu: Újrapróbálkozás
it: Riprova
ko: 다시 시도
pt_br: Tente novamente
pt_pt: Tentar novamente
ru: Попытаться снова
uk: Повторити спробу
zh_hans: 重试

source: Reused password
ar: إعادة استخدام كلمة المرور
de: Wiederverwendetes Passwort
es: Contraseñas reutilizadas
fr: Mot de passe réutilisé
hu: Újrahasznált jelszó
it: Password riutilizzata
ja: 再利用パスワード
ko: 재사용 비밀번호
pt_br: Senha reutilizada
pt_pt: Palavra-passe reutilizada
ru: Повторно использованный пароль
uk: Повторюваний пароль
zh_hans: 重复使用的密码

source: Reused passwords
ar: إعادة استخدام كلمات المرور
de: Wiederverwendete Passwörter
es: Contraseñas reutilizadas
fr: Mots de passe réutilisés
hu: Újrahasznált jelszavak
it: Password riutilizzate
ja: 再利用パスワード
ko: 재사용 비밀번호
pt_br: Senhas reutilizadas
pt_pt: Palavras-passe reutilizadas
ru: Повторно использованные пароли
uk: Повторювані паролі
zh_hans: 重复使用的密码

# reveal_secure_note
source: Reveal a secure note
ar: كشف مذكرة آمنة
de: Sichere Notiz anzeigen
es: Revelar una nota segura
fr: Révéler une note sécurisée
hu: Biztonságos jegyzet megjelenítése
it: Rivela una nota sicura
ja: セキュアメモを表示
ko: 보안 노트 보이기
pt_br: Revelar uma nota segura
pt_pt: Revelar nota segura
ru: Показать защищенную заметку
uk: Показати захищену нотатку
zh_hans: 显示安全笔记

source: Revoked
ar: مُبطَل
de: Widerrufen
es: Revocada
fr: Révoqué
it: Revocata
ja: 失効済み
ko: 폐기됨
pt_br: Revogado
pt_pt: Revogado
ru: Отозван
uk: Відкликано
zh_hans: 已吊销

# run_action
source: Run
ar: تشغيل
de: Ausführen
es: Ejecutar
fr: Exécuter
it: Esegui
ja: 実行
ko: 실행
pt_br: Executar
pt_pt: Executar
ru: Выполнить
uk: Виконати
zh_hans: 运行

source: Save
ar: يحفظ
de: Speichern
es: Guardar
fr: Enregistrer
hu: Mentés
it: Salva
ja: 保存
ko: 저장
pt_br: Salvar
pt_pt: Guardar
ru: Сохранить
uk: Зберегти
zh_hans: 保存

source: Save to
ar: حفظ ل
de: Speichern unter
es: Guardar en
fr: Enregistrer sous
hu: Mentés helye
it: Salva in
ja: 保存先
ko: 이 항목에 저장
pt_br: Salvar em
pt_pt: Guardar em
ru: Сохранить в
uk: Зберегти до
zh_hans: 保存至

# scanqr_camera_permission_required_text
source: Camera permission is required to scan the QR codes.
ar: إذن الكاميرا مطلوب لمسح رموز QR.
de: Kamera-Berechtigung wird benötigt, um die QR-Codes zu scannen.
es: Se requiere permiso de la cámara para escanear códigos QR.
fr: L'autorisation d'accéder à la caméra est nécessaire pour scanner les codes QR.
hu: A QR-kódok beolvasásához kamera engedélye szükséges.
it: L'autorizzazione della fotocamera è necessaria per scansionare i codici QR.
ja: QR コードのスキャンにはカメラの権限の許可が必要です。
ko: QR 코드를 스캔하기 위해 카메라 권한이 필요합니다.
pt_br: É necessária a permissão da câmera para ler os códigos QR.
pt_pt: É necessária permissão de acesso à câmera para ler códigos QR.
ru: Разрешение на камеру требуется для сканирования QR-кодов.
uk: Для сканування QR-кодів необхідний дозвіл на камеру.
zh_hans: 请授予相机权限以扫描二维码。

# scanqr_load_from_image
source: Load from a file
ar: التحميل من ملف
de: Aus Datei laden
fr: Charger à partir d'un fichier
hu: Betöltés fájlból
ko: 파일에서 불러오기
pt_br: Carregar de um arquivo
pt_pt: Carregar a partir de um ficheiro
uk: Завантажити з файлу
zh_hans: 从文件加载

# scanqr_load_from_image_note
source: Load and parse a QR code from an image file.
ar: تحميل وتحليل رمز الاستجابة السريعة من ملف صورة.
de: Laden und Analysieren eines QR-Codes aus einer Bilddatei.
es: Carga y analiza un código QR desde un archivo de imagen.
fr: Charger et analyser un code QR à partir d'un fichier image.
hu: QR-kód betöltése és elemzése egy képfájlból.
it: Carica e analizza un codice QR da un file immagine.
ja: 画像ファイルから QR コードを読み込んで解析します。
ko: 이미지 파일에서 QR 코드를 읽을 수 있습니다.
pt_br: Carregar e analisar um código QR a partir de um arquivo de imagem.
pt_pt: Abrir e analisar um código QR a partir de uma imagem.
ru: Загрузить и обработать QR-код из изображения.
uk: Завантажте з файлу та проаналізуйте QR-код.
zh_hans: 从图像文件加载并解析二维码。

# scanqr_title
source: Scan QR code
ar: مسح رمز الاستجابة السريعة
de: QR-Code scannen
es: Escanear código QR
fr: Scanner le code QR
hu: QR kód beolvasása
it: Scansiona codice QR
ja: QR コードをスキャン
ko: QR 코드 스캔
pt_br: Escanear código QR
pt_pt: Ler código QR
ru: Сканировать QR-код
uk: Сканувати QR-код
zh_hans: 扫描二维码

# seconds_plural
source: %lld seconds
ar: %lld ثواني
de: %lld Sekunden
es: %lld segundos
fr: %lld secondes
hu: %lld másodperc
it: %lld secondi
ja: %lld 秒
ko: %lld초
pt_br: %lld segundos
pt_pt: %lld segundos
ru: %lld секунды
uk: %lld секунд
zh_hans: %lld 秒

source: Security
ar: حماية
de: Sicherheit
es: Seguridad
fr: Sécurité
hu: Biztonság
it: Sicurezza
ja: セキュリティ
ko: 보안
pt_br: Segurança
pt_pt: Segurança
ru: Безопасность
uk: Безпека
zh_hans: 安全性

# select_database_file
source: Select a database file
ar: تحديد ملف قاعدة بيانات
de: Wähle eine Datenbank-Datei
es: Selecciona un archivo de base de datos
fr: Sélectionner un fichier de base de données
hu: Adatbázisfájl kiválasztása
it: Seleziona un database
ko: 데이터베이스 파일 선택
pt_br: Selecionar o arquivo de banco de dados
pt_pt: Selecione um ficheiro de base de dados
ru: Выберите файл базы данных
uk: Обрати файл бази даних
zh_hans: 选择数据库文件

# select_file
source: Select a file
ar: حدد ملفًا
de: Datei wählen
es: Selecciona un archivo
fr: Choisir un fichier
hu: Fájl kiválasztása
it: Seleziona un file
ja: ファイルを選択
ko: 파일 선택
pt_br: Selecione um arquivo
pt_pt: Selecionar ficheiro
ru: Выберите файл
uk: Виберіть файл
zh_hans: 选择文件

# select_key_file
source: Select a key file
ar: تحديد ملف مفتاح
de: Wähle eine Schlüssel-Datei
es: Selecciona un archivo de clave
fr: Sélectionner un fichier clé
hu: Kulcsfájl kiválasztása
it: Seleziona una chiave
ko: 키 파일 선택
pt_br: Selecionar um arquivo chave
pt_pt: Selecione um ficheiro de chave
ru: Выберите файл ключа
uk: Обрати файл ключа
zh_hans: 选择密钥文件

# select_linked_type
source: Select a type
ar: حدد النوع
de: Typ auswählen
es: Seleccionar tipo
fr: Choisir un type
hu: Típus kiválasztása
it: Seleziona un tipo
ja: タイプを選択
ko: 유형 선택
pt_br: Selecione um tipo
pt_pt: Selecionar tipo
ru: Выберите тип
uk: Оберіть тип
zh_hans: 选择类型

# selection_n_selected
source: %1$lld selected
ar: تم تحديد %1$lld
de: %1$lld ausgewählt
es: %1$lld seleccionado
fr: %1$lld sélectionnés
hu: %1$lld kiválasztva
it: %1$lld selezionati
ja: %1$lld 個選択中
ko: %1$lld개 항목 선택됨
pt_br: %1$lld selecionado
pt_pt: %1$lld selecionado
ru: %1$lld выбрано
uk: %1$lld вибрано
zh_hans: 已选择 %1$lld 项

source: Send
ar: يرسل
de: Senden
es: Envío
fr: Envoyer
hu: Küldés
it: Invia
pt_pt: Partilhar
ru: Отправить
uk: Відправити
zh_hans: 发送

# send_auth_title
source: Who can view
ar: من يمكنه المشاهدة
de: Wer kann das sehen
es: Quién puede ver
fr: Qui peut consulter
hu: Ki tekintheti meg
it: Chi può visualizzarlo
ja: アクセスできる人
ko: 접근 가능 대상
pt_br: Quem pode ver
pt_pt: Quem pode ver
ru: Кто может просматривать
uk: Хто може переглядати
zh_hans: 谁可以查看

# send_auth_type_email
source: Specific people
ar: أشخاص محددون
de: Bestimmte Personen
es: Personas específicas
fr: Personnes spécifiques
hu: Meghatározott személyek
it: Persone specifiche
ja: 特定のユーザー
ko: 특정 사용자
pt_br: Pessoas específicas
pt_pt: Pessoas específicas
ru: Определенные люди
uk: Певні особи
zh_hans: 特定人员

# send_auth_type_none
source: Anyone with the link
ar: أي شخص لديه الرابط
de: Jeder mit dem Link
es: Cualquiera con el enlace
fr: Toute personne disposant du lien
hu: Bárki, aki rendelkezik a linkkel
it: Chiunque abbia il link
ja: リンクを知っている全員
ko: 링크가 있는 모든 사람
pt_br: Qualquer pessoa com o link
pt_pt: Qualquer um com a ligação
uk: Усі, хто має посилання
zh_hans: 获得链接的任何人

# send_auth_type_password
source: Anyone with the link + password
ar: أي شخص لديه الرابط + كلمة المرور
de: Jeder mit dem Link + Passwort
es: Cualquiera con el enlace y la contraseña
fr: Toute personne disposant du lien et du mot de passe
hu: Bárki, aki rendelkezik a linkkel és a jelszóval
it: Chiunque abbia il link e la password
ja: リンクとパスワードを知っている全員
ko: 링크 및 비밀번호가 있는 모든 사람
pt_br: Qualquer pessoa com o link + senha
pt_pt: Qualquer um com a ligação + palavra-passe
uk: Усі, хто має посилання та пароль
zh_hans: 获得链接的任何人 + 密码

# send_email_is_required_to_access_label
source: Email-verified recipients can access this share
ar: المستلمون الذين أثبتوا ملكية بريدهم الإلكتروني يمكنهم الوصول لهذه المشاركة
de: Nur Empfänger mit verifizierter E-Mail-Adresse können auf diese Freigabe zugreifen.
es: Los destinatarios verificados por correo electrónico pueden acceder a esta parte
fr: Seuls les destinataires ayant validé leur e-mail peuvent accéder à ce partage
hu: Ezt a megosztást e-mailben hitelesített címzettek érhetik el
it: I destinatari che hanno verificato l'e-mail possono accedere a questa condivisione
ja: これにアクセスするには、メール認証を完了した受信者である必要があります。
ko: 이메일 인증이 완료된 수신자만 접근 가능합니다
pt_br: Destinatários verificados por e-mail podem acessar este compartilhamento
pt_pt: Os destinatários com e-mail verificado podem aceder a esta partilha
uk: Доступ до цього ресурсу мають одержувачі з підтвердженою електронною поштою
zh_hans: 通过电子邮件验证的收件人可访问此分享

# send_main_drop_file_to_create
source: Drop a file to create a send
ar: أفلت ملفًا لإنشاء إرسال
de: Datei hier ablegen, um ein Send zu erstellen
fr: Déposer un fichier pour créer un envoi
hu: Húzzon ide egy fájlt a küldés létrehozásához
pt_br: Solte um arquivo para criar um envio
pt_pt: Arraste e largue um ficheiro para criar uma partilha
uk: Перетягніть файл, щоб створити відправлення
zh_hans: 拖放文件即可创建 Send

# send_main_header_title
source: Sends
ar: الإرسال
es: Envíos
fr: Envoyer
hu: Küldések
it: Send
ja: Send
ko: Send
pt_pt: Envios
uk: Відправлення

# send_main_new_item_button
source: New item
ar: عنصر جديد
de: Neuer Eintrag
es: Nuevo elemento
fr: Nouvel élément
hu: Új elem
it: Nuovo elemento
ja: 新しいアイテム
ko: 새 항목
pt_br: Novo item
pt_pt: Novo item
ru: Новая запись
uk: Нове відправлення
zh_hans: 新条目

# send_main_search_placeholder
source: Search sends
ar: البحث في الإرسال
de: Sends durchsuchen
es: Buscar Sends
fr: Rechercher dans les envois
hu: Küldés keresése
it: Cerca Send
ja: Send を検索
ko: Send 검색
pt_br: Pesquisar Sends
pt_pt: Pesquisar partilhas
ru: Поиск Sends
uk: Пошук відправлень
zh_hans: 搜索 Sends

# send_password_is_required_to_access_label
source: A password is required to access this share
ar: كلمة المرور مطلوبة للوصول إلى هذه المشاركة
de: Ein Passwort wird benötigt, um auf diese Freigabe zuzugreifen
es: Se requiere una contraseña para acceder a esta parte
fr: Un mot de passe est requis pour accéder à ce partage
hu: A megosztás eléréséhez jelszó szükséges
it: Una password è necessaria per accedere a questa condivisione
ja: この共有にアクセスするにはパスワードが必要です
ko: 이 공유 항목을 보려면 비밀번호가 필요합니다.
pt_br: É necessária uma senha para acessar este compartilhamento
pt_pt: É necessário uma palavra-passe para aceder esta partilha
ru: Для доступа к этой отправке необходимо будет ввести пароль
uk: Для доступу до цього відправлення необхідно буде ввести пароль
zh_hans: 需要密码以访问此共享

# send_type_file
source: File
ar: ملف
de: Datei
es: Archivo
fr: Fichier
hu: Fájl
ja: ファイル
ko: 파일
pt_br: Arquivo
pt_pt: Ficheiro
ru: Файл
uk: Файл
zh_hans: 文件

# send_type_text
source: Text
ar: نص
es: Texto
fr: Texte
hu: Szöveg
it: Testo
ja: テキスト
ko: 텍스트
pt_br: Texto
pt_pt: Texto
ru: Текст
uk: Текст
zh_hans: 文本

source: Sends
ar: يرسل
de: Senden
es: Envíos
fr: Envoyer
hu: Küldések
it: Invia
ko: Send
pt_pt: Envios
uk: Відправлення

# sends_action_change_filename_title
source: Change file name
ar: تغيير اسم الملف
de: Dateiname ändern
es: Cambiar nombre del archivo
fr: Modifier le nom du fichier
hu: Fájlnév módosítása
it: Cambia nome file
ja: ファイル名を変更
ko: 파일 이름 바꾸기
pt_br: Alterar nome do arquivo
pt_pt: Alterar nome do ficheiro
ru: Изменить название файла
uk: Змінити назву файлу
zh_hans: 修改文件名

# sends_action_change_filenames_title
source: Change file names
ar: تغيير أسماء الملفات
de: Dateinamen ändern
es: Cambiar nombres de los archivos
fr: Modifier les noms des fichiers
hu: Fájlnevek módosítása
it: Cambia nome ai files
ja: ファイル名を変更
ko: 파일 이름 바꾸기
pt_br: Alterar nomes dos arquivos
pt_pt: Alterar nomes dos ficheiros
ru: Изменить названия файлов
uk: Змінити назви файлів
zh_hans: 修改文件名

# sends_action_change_name_title
source: Change name
ar: تغيير الاسم
de: Name ändern
es: Cambiar nombre
fr: Modifier le nom
hu: Név módosítása
it: Cambia nome
ja: 名前を変更
ko: 이름 바꾸기
pt_br: Mudar o nome
pt_pt: Alterar nome
ru: Изменить название
uk: Змінити назву
zh_hans: 修改名称

# sends_action_change_names_title
source: Change names
ar: تغيير الأسماء
de: Namen ändern
es: Cambiar nombres
fr: Modifier les noms
hu: Nevek módosítása
it: Modifica nomi
ja: 名前を変更
ko: 이름 바꾸기
pt_br: Mudar os nomes
pt_pt: Alterar nomes
ru: Изменить названия
uk: Змінити назви
zh_hans: 修改名称

# sends_action_change_password_title
source: Change password
ar: تغيير كلمة المرور
de: Passwort ändern
es: Cambiar contraseña
fr: Modifier le mot de passe
hu: Jelszó módosítása
it: Cambia password
ja: パスワードを変更
ko: 비밀번호 변경
pt_br: Alterar senha
pt_pt: Alterar palavra-passe
ru: Изменить пароль
uk: Змінити пароль
zh_hans: 修改密码

# sends_action_change_passwords_title
source: Change passwords
ar: تغيير كلمات المرور
de: Passwörter ändern
es: Cambiar contraseñas
fr: Modifier les mots de passe
hu: Jelszavak módosítása
it: Modifica password
ja: パスワードを変更
ko: 비밀번호 변경
pt_br: Alterar senhas
pt_pt: Alterar palavras-passe
ru: Изменить пароли
uk: Змінити паролі
zh_hans: 修改密码

# sends_action_delete_confirmation_title
source: Delete forever?
ar: هل تريد الحذف نهائيًا؟
de: Endgültig löschen?
es: ¿Eliminar para siempre?
fr: Supprimer définitivement ?
hu: Biztosan törli véglegesen?
it: Eliminare per sempre?
ja: 完全に削除しますか？
ko: 완전히 삭제할까요?
pt_br: Excluir para sempre?
pt_pt: Eliminar definitivamente?
ru: Удалить навсегда?
uk: Видалити назавжди?
zh_hans: 确认永久删除？

# sends_action_delete_title
source: Delete forever
ar: حذف إلى الأبد
de: Endgültig löschen
es: Eliminar para siempre
fr: Supprimer définitivement
hu: Végleges törlés
it: Elimina per sempre
ja: 完全に削除
ko: 완전히 삭제
pt_br: Excluir para sempre
pt_pt: Eliminar definitivamente
ru: Удалить навсегда
uk: Видалити назавжди
zh_hans: 永久删除

# sends_action_disable_confirmation_title
source: Deactivate?
ar: تعطيل؟
de: Deaktivieren?
es: ¿Desactivar?
fr: Désactiver ?
hu: Deaktiválás?
it: Disattivare?
ja: 無効化しますか？
ko: 비활성화할까요?
pt_br: Desativar?
pt_pt: Desativar?
ru: Отключить?
uk: Деактивувати?
zh_hans: 确认停用？

# sends_action_disable_text
source: Deactivated send is inaccessible by a public URL
ar: لا يمكن الوصول إلى الإرسال المعطل عن طريق عنوان URL عام
de: Inaktives Send ist über eine öffentliche URL unzugänglich
es: Un envío desactivado no es accesible mediante una URL pública
fr: Un send inactif n'est pas accessible via une URL publique
hu: A deaktivált küldés nyilvános URL-címmel nem érhető el
it: Il Send disattivato non è accessibile tramite URL pubblico
ja: 無効化された Send は公開 URL でアクセスできません
ko: 비활성화된 Send는 공개 URL로 접근할 수 없음
pt_br: O send inativo não está acessível por uma URL pública
pt_pt: Envio inativo é acessível por um URL público
ru: Неактивный Send недоступен по публичному URL
uk: Неактивний запис недоступний за публічною URL-адресою
zh_hans: 停用的 Send 无法通过公网访问

# sends_action_disable_title
source: Deactivate
ar: إلغاء التنشيط
de: Deaktivieren
es: Desactivar
fr: Désactiver
hu: Deaktiválás
it: Disattiva
ja: 無効
ko: 비활성화
pt_br: Desativar
pt_pt: Desativar
ru: Отключить
uk: Деактивувати
zh_hans: 停用

# sends_action_disabled_note
source: This send is deactivated, no one can access it.
ar: تم إلغاء تفعيل هذا الإرسال، ولا يمكن لأحد الوصول إليه.
de: Dieser Send ist deaktiviert, niemand kann darauf zugreifen.
es: Este envío está desactivado, nadie puede acceder a él.
fr: Ce send est désactivé, personne ne peut y accéder.
hu: Ez a küldés deaktiválva van, senki sem férhet hozzá.
it: Questo send è disattivato, nessuno può accederci.
ja: この Send は無効化されており、誰もアクセスできません。
ko: 이 Send는 비활성화되었습니다. 아무도 볼 수 없습니다.
pt_br: Este envio está desativado, ninguém pode acessá-lo.
pt_pt: Este envio está desativado, ninguém o pode aceder.
ru: Этот Send отключен, никто не может получить к нему доступ.
uk: Це відправлення деактивоване, до нього ніхто не має доступу.
zh_hans: 此 Send 已被停用，没有人能够访问它。

# sends_action_enable_confirmation_title
source: Activate?
ar: تفعيل؟
de: Aktivieren?
es: ¿Activar?
fr: Activer ?
hu: Aktiválás?
it: Attivare?
ja: 有効化しますか？
ko: 활성화할까요?
pt_br: Ativar?
pt_pt: Ativar?
ru: Активировать?
uk: Активувати?
zh_hans: 确认激活？

# sends_action_enable_text
source: Active send is accessible by a public URL
ar: يمكن الوصول إلى الإرسال النشط عبر عنوان URL عام
de: Aktives Send ist über eine öffentliche URL zugänglich
es: Un envío activo es accesible mediante una URL pública
fr: Un send actif est accessible via une URL publique
hu: Az aktív küldés nyilvános URL-címen elérhető
it: Il Send attivo è accessibile tramite URL pubblico
ja: 有効化された Send は公開 URL でアクセスできます
ko: 활성화된 Send는 공개 URL로 접근할 수 있음
pt_br: Send ativo está acessível por uma URL pública
pt_pt: Ativar envio é acessível por um URL público
ru: Активный Send доступен по публичному URL
uk: Активний запис доступний за публічною URL-адресою
zh_hans: 激活的 Send 可以通过公网访问

# sends_action_enable_title
source: Activate
ar: فعل
de: Aktivieren
es: Activar
fr: Activer
hu: Aktiválás
it: Attiva
ja: 有効
ko: 활성화
pt_br: Ativar
pt_pt: Ativar
ru: Активировать
uk: Активувати
zh_hans: 激活

# sends_action_hide_email_title
source: Hide email
ar: إخفاء البريد الإلكتروني
de: E-Mail ausblenden
es: Ocultar correo electrónico
fr: Masquer l'e-mail
hu: Email elrejtése
it: Nascondi Email
ja: メールアドレスを隠す
ko: 이메일 숨기기
pt_br: Esconder email
pt_pt: Ocultar e-mail
ru: Скрыть эл. почту
uk: Приховати електронну адресу
zh_hans: 隐藏邮箱

# sends_action_remove_password_confirmation_message
source: Do not require a password for users to access this item
ar: لا تطلب كلمة مرور للمستخدمين للوصول إلى هذا العنصر
de: Für den Zugriff auf dieses Element ist kein Passwort erforderlich
es: No requiere una contraseña para que los usuarios accedan a este elemento
fr: Ne pas exiger de mot de passer pour accéder à cet élément
hu: Ne kérjen jelszót a felhasználóktól az elem eléréséhez
it: Non richiedere una password per accedere a questo elemento
ja: このアイテムにアクセスするためのパスワードを要求しない
ko: 이 항목에 접근하기 전에 비밀번호를 요청하지 않음
pt_br: Não exigir uma senha para que usuários acessem esse item
pt_pt: Não exigir palavra-passe para os utilizadores acederem a este item
ru: Не запрашивать пароль для доступа пользователей к этому элементу
uk: Не вимагати пароль для публічного доступу користувачів до цього запису
zh_hans: 用户不需要密码就能访问此条目

# sends_action_remove_password_confirmation_title
source: Remove password?
ar: هل تريد إزالة كلمة المرور؟
de: Passwort entfernen?
es: ¿Eliminar contraseña?
fr: Supprimer le mot de passe ?
hu: Eltávolítja a jelszót?
it: Rimuovere la password?
ja: パスワードを削除しますか？
ko: 비밀번호를 제거할까요?
pt_br: Remover esta senha?
pt_pt: Remover palavra-passe?
ru: Удалить пароль?
uk: Видалити пароль?
zh_hans: 确认移除密码？

# sends_action_remove_password_title
source: Remove password
ar: إزالة كلمة المرور
de: Passwort entfernen
es: Eliminar contraseña
fr: Supprimer le mot de passe
hu: Jelszó eltávolítása
it: Rimuovi la password
ja: パスワードを削除
ko: 비밀번호 제거
pt_br: Remover senha
pt_pt: Remover palavra-passe
ru: Удалить пароль
uk: Видалити пароль
zh_hans: 移除密码

# sends_action_remove_passwords_confirmation_title
source: Remove passwords?
ar: هل تريد إزالة كلمات المرور؟
de: Passwörter entfernen?
es: ¿Eliminar contraseñas?
fr: Supprimer les mots de passe ?
hu: Eltávolítja a jelszavakat?
it: Rimuovi le password?
ja: パスワードを削除しますか？
ko: 비밀번호를 제거할까요?
pt_br: Remover estas senhas?
pt_pt: Remover palavras-passe?
ru: Удалить пароли?
uk: Видалити паролі?
zh_hans: 确认移除密码？
